Repository: yuyuzheng-dev/Xboard-Mihomo3
Catalog: arb/intl_*.arb
Languages: ja, ru

# pleaseInputAdminPassword
source: Please enter the admin password
ja: 管理者パスワードを入力
ru: Пожалуйста, введите пароль администратора

# copyEnvVar
source: Copying environment variables
ja: 環境変数をコピー
ru: Копирование переменных окружения

source: Memory info
ja: メモリ情報
ru: Информация о памяти

source: Cancel
ja: キャンセル
ru: Отмена

# fileIsUpdate
source: The file has been modified. Do you want to save the changes?
ja: ファイルが変更されました。保存しますか？
ru: Файл был изменен. Хотите сохранить изменения?

# profileHasUpdate
source: The profile has been modified. Do you want to disable auto update?
ja: プロファイルが変更されました。自動更新を無効化しますか？
ru: Профиль был изменен. Хотите отключить автообновление?

# hasCacheChange
source: Do you want to cache the changes?
ja: 変更をキャッシュしますか？
ru: Хотите сохранить изменения в кэше?

source: Copy success
ja: コピー成功
ru: Копирование успешно

source: Copy link
ja: リンクをコピー
ru: Копировать ссылку

source: Export file
ja: ファイルをエクスポート
ru: Экспорт файла

# cacheCorrupt
source: The cache is corrupt. Do you want to clear it?
ja: キャッシュが破損しています。クリアしますか？
ru: Кэш поврежден. Хотите очистить его?

# detectionTip
source: Relying on third-party api is for reference only
ja: サードパーティAPIに依存（参考値）
ru: Опирается на сторонний API, только для справки

source: Listen
ja: リスン
ru: Слушать

source: undo
ja: 元に戻す
ru: Отменить

source: redo
ja: やり直す
ru: Повторить

source: none
ja: なし
ru: Нет

# basicConfig
source: Basic configuration
ja: 基本設定
ru: Базовая конфигурация

# basicConfigDesc
source: Modify the basic configuration globally
ja: 基本設定をグローバルに変更
ru: Глобальное изменение базовых настроек

# selectedCountTitle
source: {count} items have been selected
ja: {count} 項目が選択されています
ru: Выбрано {count} элементов

source: Add rule
ja: ルールを追加
ru: Добавить правило

source: Rule name
ja: ルール名
ru: Название правила

source: Content
ja: 内容
ru: Содержание

source: Sub rule
ja: サブルール
ru: Подправило

source: Rule target
ja: ルール対象
ru: Цель правила

source: Source IP
ja: 送信元IP
ru: Исходный IP

# noResolve
source: No resolve IP
ja: IPを解決しない
ru: Не разрешать IP

# getOriginRules
source: Get original rules
ja: 元のルールを取得
ru: Получить оригинальные правила

# overrideOriginRules
source: Override the original rule
ja: 元のルールを上書き
ru: Переопределить оригинальное правило

# addedOriginRules
source: Attach on the original rules
ja: 元のルールに追加
ru: Добавить к оригинальным правилам

source: Enable override
ja: 上書きを有効化
ru: Включить переопределение

# saveChanges
source: Do you want to save the changes?
ja: 変更を保存しますか？
ru: Сохранить изменения?

# generalDesc
source: Modify general settings
ja: 一般設定を変更
ru: Изменение общих настроек

# findProcessModeDesc
source: There is a certain performance loss after opening
ja: 有効化するとパフォーマンスが若干低下します
ru: При включении возможны небольшие потери производительности

# tabAnimationDesc
source: Effective only in mobile view
ja: モバイル表示でのみ有効
ru: Действительно только в мобильном виде

# saveTip
source: Are you sure you want to save?
ja: 保存してもよろしいですか？
ru: Вы уверены, что хотите сохранить?

source: Color schemes
ja: カラースキーム
ru: Цветовые схемы

source: Palette
ja: パレット
ru: Палитра

# tonalSpotScheme
source: TonalSpot
ja: トーンスポット
ru: Тональный акцент

# fidelityScheme
source: Fidelity
ja: ハイファイデリティー
ru: Точная передача

# monochromeScheme
source: Monochrome
ja: モノクローム
ru: Монохром

# neutralScheme
source: Neutral
ja: ニュートラル
ru: Нейтральные

# vibrantScheme
source: Vibrant
ja: ビブラント
ru: Яркие

# expressiveScheme
source: Expressive
ja: エクスプレッシブ
ru: Экспрессивные

# contentScheme
source: Content
ja: コンテンツテーマ
ru: Контентная тема

# rainbowScheme
source: Rainbow
ja: レインボー
ru: Радужные

# fruitSaladScheme
source: FruitSalad
ja: フルーツサラダ
ru: Фруктовый микс

source: Developer mode
ja: デベロッパーモード
ru: Режим разработчика

# developerModeEnableTip
source: Developer mode is enabled.
ja: デベロッパーモードが有効になりました。
ru: Режим разработчика активирован.

source: Message test
ja: メッセージテスト
ru: Тестирование сообщения

# messageTestTip
source: This is a message.
ja: これはメッセージです。
ru: Это сообщение.

source: Crash test
ja: クラッシュテスト
ru: Тест на сбои

source: Clear Data
ja: データを消去
ru: Очистить данные

# textScale
source: Text Scaling
ja: テキストスケーリング
ru: Масштабирование текста

source: Internet
ja: インターネット
ru: Интернет

source: System APP
ja: システムアプリ
ru: Системное приложение

source: No network APP
ja: ネットワークなしアプリ
ru: Приложение без сети

source: Contact me
ja: 連絡する
ru: Свяжитесь со мной

source: Recovery strategy
ja: リカバリー戦略
ru: Стратегия восстановления

# recoveryStrategy_override
source: Override
ja: オーバーライド
ru: Переопределение

# recoveryStrategy_compatible
source: Compatible
ja: 互換性
ru: Совместимый

source: Logs test
ja: ログテスト
ru: Тест журналов

# emptyTip
source: {label} cannot be empty
ja: {label}は空欄にできません
ru: {label} не может быть пустым

# urlTip
source: {label} must be a url
ja: {label}はURLである必要があります
ru: {label} должен быть URL

# numberTip
source: {label} must be a number
ja: {label}は数字でなければなりません
ru: {label} должно быть числом

source: Interval
ja: インターバル
ru: Интервал

# existsTip
source: Current {label} already exists
ja: 現在の{label}は既に存在しています
ru: Текущий {label} уже существует

# deleteTip
source: Are you sure you want to delete the current {label}?
ja: 現在の{label}を削除してもよろしいですか？
ru: Вы уверены, что хотите удалить текущий {label}?

# deleteMultipTip
source: Are you sure you want to delete the selected {label}?
ja: 選択された{label}を削除してもよろしいですか？
ru: Вы уверены, что хотите удалить выбранные {label}?

# nullTip
source: No {label} at the moment
ja: 現在{label}はありません
ru: Сейчас {label} нет

source: Script
ja: スクリプト
ru: Скрипт

source: Color
ja: カラー
ru: Цвет

source: Rename
ja: リネーム
ru: Переименовать

source: Unnamed
ja: 無題
ru: Без имени

# pleaseEnterScriptName
source: Please enter a script name
ja: スクリプト名を入力してください
ru: Пожалуйста, введите название скрипта

# overrideInvalidTip
source: Does not take effect in script mode
ja: スクリプトモードでは有効になりません
ru: В скриптовом режиме не действует

source: Mixed Port
ja: 混合ポート
ru: Смешанный порт

source: Socks Port
ja: Socksポート
ru: Socks-порт

source: Redir Port
ja: Redirポート
ru: Redir-порт

source: Tproxy Port
ja: Tproxyポート
ru: Tproxy-порт

# portTip
source: {label} must be between 1024 and 49151
ja: {label} は 1024 から 49151 の間でなければなりません
ru: {label} должен быть числом от 1024 до 49151

# portConflictTip
source: Please enter a different port
ja: 別のポートを入力してください
ru: Введите другой порт

source: Import
ja: インポート
ru: Импорт

# importFile
source: Import from file
ja: ファイルからインポート
ru: Импорт из файла

# importUrl
source: Import from URL
ja: URLからインポート
ru: Импорт по URL

source: Auto set system DNS
ja: オートセットシステムDNS
ru: Автоматическая настройка системного DNS

# xboardLogin
source: Login
ja: ログイン
ru: Вход

# xboardRegister
source: Register
ja: 登録
ru: Регистрация

# xboardLogout
source: Logout
ja: ログアウト
ru: Выход

# xboardEmail
source: Email
ja: メール
ru: Электронная почта

# xboardPassword
source: Password
ja: パスワード
ru: Пароль

# xboardConfirmPassword
source: Confirm Password
ja: パスワード確認
ru: Подтверждение пароля

# xboardInviteCode
source: Invite Code
ja: 招待コード
ru: Код приглашения

# xboardRememberPassword
source: Remember Password
ja: パスワードを記憶
ru: Запомнить пароль

# xboardForgotPassword
source: Forgot Password
ja: パスワードを忘れた
ru: Забыли пароль

# xboardLoginSuccess
source: Login successful
ja: ログイン成功
ru: Успешный вход

# xboardLoginFailed
source: Login failed
ja: ログイン失敗
ru: Ошибка входа

# xboardRegisterSuccess
source: Registration successful! Redirecting to login page...
ja: 登録成功！ログインページにリダイレクトしています...
ru: Регистрация успешна! Перенаправление на страницу входа...

# xboardRegisterFailed
source: Registration failed
ja: 登録失敗
ru: Ошибка регистрации

# xboardLogoutConfirmTitle
source: Confirm Logout
ja: ログアウト確認
ru: Подтверждение выхода

# xboardLogoutConfirmContent
source: Are you sure you want to logout? You will need to re-enter your credentials.
ja: ログアウトしますか？再度認証情報を入力する必要があります。
ru: Вы уверены, что хотите выйти? Вам потребуется повторно ввести данные для входа.

# xboardLogoutSuccess
source: Successfully logged out
ja: ログアウト成功
ru: Успешный выход

# xboardLogoutFailed
source: Logout failed
ja: ログアウト失敗
ru: Ошибка выхода

# xboardTokenExpiredTitle
source: Login Expired
ja: ログイン期限切れ
ru: Срок входа истёк

# xboardTokenExpiredContent
source: Your login session has expired. Please login again to continue.
ja: ログインセッションが期限切れです。続行するには再度ログインしてください。
ru: Срок вашей сессии истёк. Пожалуйста, войдите снова для продолжения.

# xboardRelogin
source: Login Again
ja: 再ログイン
ru: Войти снова

# xboardCancel
source: Cancel
ja: キャンセル
ru: Отмена

# xboardConfirm
source: Confirm
ja: 確認
ru: Подтвердить

# xboardPlans
source: Plans
ja: プラン
ru: Планы

# xboardSubscription
source: Subscription
ja: サブスクリプション
ru: Подписка

# xboardCurrentNode
source: Current Node
ja: 現在のノード
ru: Текущий узел

# xboardNodeName
source: Node Name
ja: ノード名
ru: Имя узла

# xboardGroup
source: Group
ja: グループ
ru: Группа

# xboardProfile
source: Profile
ja: プロファイル
ru: Профиль

# xboardLocalIP
source: Local IP
ja: ローカルIP
ru: Локальный IP

# xboardGettingIP
source: Getting...
ja: 取得中...
ru: Получение...

# xboardUnknownUser
source: Unknown User
ja: 不明なユーザー
ru: Неизвестный пользователь

# xboardLoggedIn
source: Logged In
ja: ログイン済み
ru: Авторизован

# xboardNotLoggedIn
source: Not Logged In
ja: 未ログイン
ru: Не авторизован

# xboardUnselected
source: Unselected
ja: 未選択
ru: Не выбрано

# xboardNone
source: None
ja: なし
ru: Нет

# xboardPlanInfo
source: Plans
ja: プラン情報
ru: Информация о плане

# xboardSubscriptionPurchase
source: Subscription purchase
ja: サブスクリプション購入
ru: Покупка подписки

# xboardBuyNow
source: Buy Now
ja: 今すぐ購入
ru: Купить сейчас

# xboardRetry
source: Retry
ja: 再試行
ru: Повторить

# xboardRefresh
source: Refresh
ja: 更新
ru: Обновить

# xboardCopyLink
source: Copy Link
ja: リンクをコピー
ru: Скопировать ссылку

# xboardSubscriptionCopied
source: Subscription link copied to clipboard
ja: サブスクリプションリンクをクリップボードにコピーしました
ru: Ссылка на подписку скопирована в буфер обмена

# xboardReload
source: Reload
ja: 再読み込み
ru: Перезагрузить

# xboardProcessing
source: Processing...
ja: 処理中...
ru: Обработка...

# xboardSelectPeriod
source: Please select purchase period
ja: 購入期間を選択してください
ru: Пожалуйста, выберите период покупки

# xboardOperationFailed
source: Operation failed
ja: 操作に失敗しました
ru: Операция не удалась

# xboardOpenPaymentFailed
source: Failed to open payment page
ja: 支払いページを開けませんでした
ru: Не удалось открыть страницу оплаты

# xboardPaymentInstructions1
source: 1. Payment page has been opened automatically
ja: 1. 支払いページが自動的に開かれました
ru: 1. Страница оплаты открыта автоматически

# xboardPaymentInstructions2
source: 2. Please complete payment in your browser
ja: 2. ブラウザで支払いを完了してください
ru: 2. Пожалуйста, завершите оплату в браузере

# xboardPaymentInstructions3
source: 3. Return to app after payment, system will detect automatically
ja: 3. 支払い後にアプリに戻ると、システムが自動検出します
ru: 3. Вернитесь в приложение после оплаты, система автоматически определит это

# xboardOrderNumber
source: Order number
ja: 注文番号
ru: Номер заказа

# xboardReopenPayment
source: Reopen Payment
ja: 支払いを再開
ru: Повторно открыть оплату

# xboardCopyPaymentLink
source: Copy Link
ja: リンクをコピー
ru: Скопировать ссылку

# xboardPaymentComplete
source: Payment Complete
ja: 支払い完了
ru: Оплата завершена

# xboardCancelPayment
source: Cancel payment
ja: 支払いキャンセル
ru: Отменить платёж

# xboardPaymentSuccess
source: Payment successful
ja: 支払い成功
ru: Платёж успешен

# xboardPaymentCancelled
source: Payment cancelled
ja: 支払いがキャンセルされました
ru: Платёж отменён

# xboardOrderNotFound
source: Order not found
ja: 注文が見つかりません
ru: Заказ не найден

# xboardCheckPaymentFailed
source: Failed to check payment status
ja: 支払い状況の確認に失敗しました
ru: Не удалось проверить статус оплаты

# xboardPaymentCompleted
source: Payment completed!
ja: 支払い完了！
ru: Оплата завершена!

# xboardBack
source: Back
ja: 戻る
ru: Назад

# xboardCopyFailed
source: Copy failed
ja: コピーに失敗しました
ru: Копирование не удалось

# xboardPaymentLinkCopied
source: Payment link copied to clipboard
ja: 支払いリンクをクリップボードにコピーしました
ru: Ссылка на оплату скопирована в буфер обмена

# xboardOpenPaymentLinkFailed
source: Failed to open payment link
ja: 支払いリンクを開けませんでした
ru: Не удалось открыть ссылку на оплату

# xboardSendVerificationCode
source: Send Verification Code
ja: 認証コードを送信
ru: Отправить код подтверждения

# xboardEnableTun
source: Enable TUN
ja: TUNを有効化
ru: Включить TUN

# xboardPrevious
source: Previous
ja: 前へ
ru: Предыдущий

# xboardNext
source: Next
ja: 次へ
ru: Следующий

# xboardLater
source: Later
ja: 後で
ru: Позже

# xboardClearError
source: Clear error
ja: エラーをクリア
ru: Очистить ошибку

# xboardUpdateLater
source: Update Later
ja: 後で更新
ru: Обновить позже

# xboardForceUpdate
source: Force update
ja: 強制更新
ru: Принудительное обновление

# xboardNewVersionFound
source: New version found
ja: 新しいバージョンが見つかりました
ru: Найдена новая версия

# xboardCurrentVersion
source: Current version
ja: 現在のバージョン
ru: Текущая версия

# xboardUpdateContent
source: Update content:
ja: 更新内容：
ru: Содержание обновления:

# xboardMustUpdate
source: Must update
ja: 更新必須
ru: Необходимо обновить

# xboardUpdateNow
source: Update Now
ja: 今すぐ更新
ru: Обновить сейчас

# xboardNoSubscriptionInfo
source: No subscription information
ja: サブスクリプション情報がありません
ru: Нет информации о подписке

# xboardNoNotice
source: No notices
ja: お知らせはありません
ru: Нет уведомлений

# xboardLoginToViewSubscription
source: Please login to view subscription usage
ja: サブスクリプション使用状況を確認するにはログインしてください
ru: Войдите в систему для просмотра использования подписки

# xboardNoAvailableSubscription
source: No available subscription
ja: 利用可能なサブスクリプションがありません
ru: Нет доступных подписок

# xboardPurchaseSubscriptionToUse
source: Please purchase a subscription to use
ja: 使用するにはサブスクリプションを購入してください
ru: Купите подписку для использования

# xboardSubscriptionExpired
source: Subscription expired
ja: サブスクリプションが期限切れです
ru: Срок подписки истёк

# xboardRenewToContinue
source: Please renew to continue using
ja: 引き続き使用するには更新してください
ru: Продлите подписку для продолжения использования

# xboardTrafficExhausted
source: Traffic exhausted
ja: トラフィックを使い切りました
ru: Трафик исчерпан

# xboardBuyMoreTrafficOrUpgrade
source: Please buy more traffic or upgrade plan
ja: より多くのトラフィックを購入するかプランをアップグレードしてください
ru: Купите больше трафика или обновите план

# xboardExpiryTime
source: Expiry time
ja: 有効期限
ru: Время истечения

# xboardUsed
source: Used
ja: 使用済み
ru: Использовано

# xboardUsedTraffic
source: Used
ja: 使用済み
ru: Использовано

# xboardValidityPeriod
source: Expires
ja: 有効期間
ru: Период действия

# xboardDays
source: days
ja: 日
ru: дней

# xboardMonthlyPayment
source: Monthly
ja: 月払い
ru: Ежемесячно

# xboardMonthlyRenewal
source: Monthly renewal
ja: 毎月更新
ru: Ежемесячное продление

# xboardQuarterlyPayment
source: Quarterly
ja: 四半期払い
ru: Ежеквартально

# xboardThreeMonthCycle
source: 3-month cycle
ja: 3ヶ月サイクル
ru: 3-месячный цикл

# xboardHalfYearlyPayment
source: Half-yearly
ja: 半年払い
ru: Полугодично

# xboardSixMonthCycle
source: 6-month cycle
ja: 6ヶ月サイクル
ru: 6-месячный цикл

# xboardYearlyPayment
source: Yearly
ja: 年払い
ru: Ежегодно

# xboardTwelveMonthCycle
source: 12-month cycle
ja: 12ヶ月サイクル
ru: 12-месячный цикл

# xboardTwoYearPayment
source: Two-year
ja: 2年払い
ru: Двухлетний

# xboardTwentyFourMonthCycle
source: 24-month cycle
ja: 24ヶ月サイクル
ru: 24-месячный цикл

# xboardThreeYearPayment
source: Three-year
ja: 3年払い
ru: Трёхлетний

# xboardThirtySixMonthCycle
source: 36-month cycle
ja: 36ヶ月サイクル
ru: 36-месячный цикл

# xboardOneTimePayment
source: One-time
ja: 一回払い
ru: Однократно

# xboardBuyoutPlan
source: Buyout plan
ja: 買い切りプラン
ru: План выкупа

# xboardPleaseSelectPaymentPeriod
source: Please select payment period
ja: 支払い期間を選択してください
ru: Выберите период оплаты

# xboardOrderCreationFailed
source: Order creation failed
ja: 注文作成に失敗しました
ru: Создание заказа не удалось

# xboardFailedToOpenPaymentPage
source: Failed to open payment page
ja: 支払いページを開けませんでした
ru: Не удалось открыть страницу оплаты

# xboardSelectPaymentPeriod
source: Select payment period
ja: 支払い期間を選択
ru: Выберите период оплаты

# xboardCouponNotYetActive
source: Coupon not yet active
ja: クーポンはまだ有効ではありません
ru: Купон ещё не активен

# xboardCouponExpired
source: Coupon expired
ja: クーポンが期限切れです
ru: Срок действия купона истёк

# xboardUnsupportedCouponType
source: Unsupported coupon type
ja: サポートされていないクーポンタイプ
ru: Неподдерживаемый тип купона

# xboardInvalidOrExpiredCoupon
source: Invalid or expired coupon code
ja: 無効または期限切れのクーポンコード
ru: Недействительный или просроченный код купона

# xboardValidationFailed
source: Validation failed
ja: 検証に失敗しました
ru: Проверка не удалась

# xboardAccountBalance
source: Account balance
ja: アカウント残高
ru: Баланс счёта

# xboardDeductibleDuringPayment
source: Deductible during payment
ja: 支払い時に控除可能
ru: Вычитается при оплате

# xboardCouponOptional
source: Coupon (optional)
ja: クーポン（オプション）
ru: Купон (опционально)

# xboardDiscounted
source: Discounted
ja: 割引済み
ru: Со скидкой

# xboardEnterCouponCode
source: Enter coupon code
ja: クーポンコードを入力
ru: Введите код купона

# xboardVerify
source: Verify
ja: 検証
ru: Проверить

# xboardPurchaseSubscription
source: Purchase subscription
ja: サブスクリプション購入
ru: Купить подписку

# xboardTraffic
source: Traffic
ja: トラフィック
ru: Трафик

# xboardSpeedLimit
source: Speed
ja: 速度制限
ru: Ограничение скорости

# xboardUnlimited
source: Unlimited
ja: 無制限
ru: Неограниченно

# xboardConfirmPurchase
source: Confirm purchase
ja: 購入を確認
ru: Подтвердить покупку

# xboardAutoOpeningPaymentPage
source: Auto-opening payment page, please return to app after payment
ja: 支払いページを自動的に開いています。支払い完了後はアプリに戻ってください
ru: Автоматически открывается страница оплаты, вернитесь в приложение после оплаты

# xboardPaymentPageOpenedInBrowser
source: Payment page opened in browser, please return to app after payment
ja: ブラウザで支払いページが開かれました。支払い完了後はアプリに戻ってください
ru: Страница оплаты открыта в браузере, вернитесь в приложение после оплаты

# xboardFailedToOpenPaymentLink
source: Failed to open payment link
ja: 支払いリンクを開けませんでした
ru: Не удалось открыть ссылку оплаты

# xboardPaymentSuccessful
source: 🎉 Payment successful!
ja: 🎉 支払い成功！
ru: 🎉 Платёж успешен!

# xboardWaitingForPayment
source: Waiting for payment
ja: 支払いを待っています
ru: Ожидание оплаты

# xboardOrderStatusPending
source: Order status: Pending payment
ja: 注文状況：支払い待ち
ru: Статус заказа: Ожидает оплаты

# xboardFailedToCheckPaymentStatus
source: Failed to check payment status
ja: 支払い状況の確認に失敗しました
ru: Не удалось проверить статус оплаты

# xboardPaymentGateway
source: Payment gateway
ja: 支払いゲートウェイ
ru: Платёжный шлюз

# xboardReturn
source: Return
ja: 戻る
ru: Вернуться

# xboardPaymentInfo
source: Payment information
ja: 支払い情報
ru: Информация об оплате

# xboardPaymentLink
source: Payment link
ja: 支払いリンク
ru: Ссылка на оплату

# xboardClickToCopy
source: Click to copy
ja: クリックしてコピー
ru: Нажмите для копирования

# xboardAutoDetectPaymentStatus
source: Auto-detect payment status
ja: 支払い状況を自動検出
ru: Автоопределение статуса оплаты

# xboardAutoCheckEvery5Seconds
source: System checks every 5 seconds, will redirect automatically after payment
ja: システムが5秒ごとに自動チェックし、支払い完了後に自動リダイレクトします
ru: Система проверяет каждые 5 секунд, автоматически перенаправит после оплаты

# xboardStop
source: Stop
ja: 停止
ru: Остановить

# xboardOperationTips
source: Operation tips
ja: 操作のヒント
ru: Советы по операциям

# xboardPaymentPageAutoOpened
source: 1. Payment page has been opened automatically
ja: 1. 支払いページが自動的に開かれました
ru: 1. Страница оплаты была открыта автоматически

# xboardCompletePaymentInBrowser
source: 2. Please complete payment in your browser
ja: 2. ブラウザで支払いを完了してください
ru: 2. Завершите оплату в браузере

# xboardReturnAfterPaymentAutoDetect
source: 3. Return to app after payment, system will detect automatically
ja: 3. 支払い後にアプリに戻ると、システムが自動検出します
ru: 3. Вернитесь в приложение после оплаты, система автоматически определит

# xboardReopenPaymentPageTip
source: To reopen, click the \"Reopen\" button below
ja: 再度開くには、下の\"再開\"ボタンをクリックしてください
ru: Для повторного открытия нажмите кнопку \"Открыть заново\" ниже

# xboardBrowserNotOpenedTip
source: If browser doesn't open automatically, click \"Reopen\" or copy link manually
ja: ブラウザが自動的に開かない場合は、\"再開\"をクリックするかリンクを手動でコピーしてください
ru: Если браузер не открылся автоматически, нажмите \"Открыть заново\" или скопируйте ссылку вручную

# xboardReopen
source: Reopen
ja: 再開
ru: Открыть заново

# xboardChecking
source: Checking
ja: 確認中
ru: Проверка

# xboardCheckStatus
source: Check status
ja: ステータス確認
ru: Проверить статус

# xboardCreatingOrder
source: Creating order
ja: 注文を作成中
ru: Создание заказа

# xboardLoadingPaymentPage
source: Loading payment page
ja: 支払いページを読み込み中
ru: Загрузка страницы оплаты

# xboardPaymentMethodVerified
source: Payment method verified
ja: 支払い方法が確認されました
ru: Способ оплаты подтверждён

# xboardWaitingPaymentCompletion
source: Waiting for payment completion
ja: 支払い完了を待機中
ru: Ожидание завершения оплаты

# xboardCreatingOrderPleaseWait
source: We are creating a new order for you, please wait
ja: 新しい注文を作成しています。お待ちください
ru: Мы создаём новый заказ для вас, пожалуйста, подождите

# xboardPreparingPaymentPage
source: Preparing payment page, redirecting soon
ja: 支払いページを準備中、まもなくリダイレクトします
ru: Подготовка страницы оплаты, скоро перенаправим

# xboardPaymentMethodVerifiedPreparing
source: Payment method verified, preparing to redirect to payment page
ja: 支払い方法が確認されました。支払いページにリダイレクトする準備中です
ru: Способ оплаты подтверждён, готовимся к перенаправлению на страницу оплаты

# xboardPaymentPageOpenedCompleteAndReturn
source: Payment page opened, please complete payment and return to app
ja: 支払いページが開かれました。支払いを完了してアプリに戻ってください
ru: Страница оплаты открыта, завершите оплату и вернитесь в приложение

# xboardCongratulationsSubscriptionActivated
source: Congratulations! Your subscription has been successfully purchased and activated
ja: おめでとうございます！サブスクリプションが正常に購入され、有効化されました
ru: Поздравляем! Ваша подписка была успешно приобретена и активирована

# xboardHandleLater
source: Handle later
ja: 後で処理
ru: Обработать позже

# xboardSubscriptionLinkCopied
source: Subscription link copied to clipboard
ja: サブスクリプションリンクをクリップボードにコピーしました
ru: Ссылка на подписку скопирована в буфер обмена

# xboardSubscriptionInfo
source: Subscription information
ja: サブスクリプション情報
ru: Информация о подписке

# xboardFailedToGetSubscriptionInfo
source: Failed to get subscription information
ja: サブスクリプション情報の取得に失敗しました
ru: Не удалось получить информацию о подписке

# xboardRetryGet
source: Retry
ja: 再試行
ru: Повторить

# xboardSubscriptionLink
source: Subscription link
ja: サブスクリプションリンク
ru: Ссылка на подписку

# xboardUsageInstructions
source: Usage instructions
ja: 使用方法
ru: Инструкции по использованию

# xboardCopySubscriptionLinkAbove
source: Copy the subscription link above
ja: 上記のサブスクリプションリンクをコピー
ru: Скопируйте ссылку на подписку выше

# xboardAddLinkToConfig
source: Add this subscription link to your configuration
ja: 設定にこのサブスクリプションリンクを追加
ru: Добавьте эту ссылку подписки в вашу конфигурацию

# xboardUpdateSubscriptionRegularly
source: Update subscription regularly to get latest nodes
ja: 定期的にサブスクリプションを更新して最新のノードを取得
ru: Регулярно обновляйте подписку для получения последних узлов

# xboardKeepSubscriptionLinkSafe
source: Please keep your subscription link safe and don't share with others
ja: サブスクリプションリンクを安全に保管し、他人と共有しないでください
ru: Храните ссылку на подписку в безопасности и не делитесь ею с другими

# xboardLoadingFailed
source: Loading failed
ja: 読み込みに失敗しました
ru: Загрузка не удалась

# xboardNoSubscriptionPlans
source: No subscription plans
ja: サブスクリプションプランがありません
ru: Нет планов подписки

# xboardConnectionTimeout
source: Connection timeout, please check network connection
ja: 接続タイムアウト、ネットワーク接続を確認してください
ru: Таймаут соединения, проверьте сетевое подключение

# xboardNoInternetConnection
source: No internet connection, please check network settings
ja: インターネット接続がありません、ネットワーク設定を確認してください
ru: Нет интернет-соединения, проверьте настройки сети
