Repository: yuyuzheng-dev/Xboard-Mihomo3
Catalog: arb/intl_*.arb
Languages: ja, ru

source: Rule
ja: ルール
ru: Правило

source: Global
ja: グローバル
ru: Глобальный

source: Direct
ja: ダイレクト
ru: Прямой

source: Dashboard
ja: ダッシュボード
ru: Панель управления

source: Proxies
ja: プロキシ
ru: Прокси

source: Profile
ja: プロファイル
ru: Профиль

source: Profiles
ja: プロファイル一覧
ru: Профили

source: Tools
ja: ツール
ru: Инструменты

source: Logs
ja: ログ
ru: Логи

# logsDesc
source: Log capture records
ja: ログキャプチャ記録
ru: Записи захвата логов

source: Resources
ja: リソース
ru: Ресурсы

# resourcesDesc
source: External resource related info
ja: 外部リソース関連情報
ru: Информация, связанная с внешними ресурсами

source: Traffic usage
ja: トラフィック使用量
ru: Использование трафика

source: Core info
ja: コア情報
ru: Информация о ядре

source: Network speed
ja: ネットワーク速度
ru: Скорость сети

source: Outbound mode
ja: アウトバウンドモード
ru: Режим исходящего трафика

source: Network detection
ja: ネットワーク検出
ru: Обнаружение сети

source: Upload
ja: アップロード
ru: Загрузка

source: Download
ja: ダウンロード
ru: Скачивание

source: No proxy
ja: プロキシなし
ru: Нет прокси

# noProxyDesc
source: Please create a profile or add a valid profile
ja: プロファイルを作成するか、有効なプロファイルを追加してください
ru: Пожалуйста, создайте профиль или добавьте действительный профиль

# nullProfileDesc
source: No profile, Please add a profile
ja: プロファイルがありません。追加してください
ru: Нет профиля, пожалуйста, добавьте профиль

source: Settings
ja: 設定
ru: Настройки

source: Language
ja: 言語
ru: Язык

# defaultText
source: Default
ja: デフォルト
ru: По умолчанию

source: More
ja: 詳細
ru: Еще

source: Other
ja: その他
ru: Другое

source: About
ja: 約
ru: О нас

# domainStatusChecking
source: Checking...
ja: 確認中...
ru: Проверка...

# domainStatusAvailable
source: Service Available
ja: サービス利用可能
ru: Сервис доступен

# domainStatusUnavailable
source: Service Unavailable
ja: サービス利用不可
ru: Сервис недоступен

# en
source: English
ja: 英語
ru: Английский

# ja
source: Japanese
ja: 日本語
ru: Японский

# ru
source: Russian
ja: ロシア語
ru: Русский

# zh_CN
source: Simplified Chinese
ja: 簡体字中国語
ru: Упрощенный китайский

source: Theme
ja: テーマ
ru: Тема

# themeDesc
source: Set dark mode,adjust the color
ja: ダークモードの設定、色の調整
ru: Установить темный режим, настроить цвет

source: Override
ja: 上書き
ru: Переопределить

# overrideDesc
source: Override Proxy related config
ja: プロキシ関連設定を上書き
ru: Переопределить конфигурацию, связанную с прокси

source: AllowLan
ja: LANを許可
ru: Разрешить LAN

# allowLanDesc
source: Allow access proxy through the LAN
ja: LAN経由でのプロキシアクセスを許可
ru: Разрешить доступ к прокси через локальную сеть

# tunDesc
source: only effective in administrator mode
ja: 管理者モードでのみ有効
ru: действительно только в режиме администратора

source: Minimize on exit
ja: 終了時に最小化
ru: Свернуть при выходе

# minimizeOnExitDesc
source: Modify the default system exit event
ja: システムの終了イベントを変更
ru: Изменить стандартное событие выхода из системы

source: Auto launch
ja: 自動起動
ru: Автозапуск

# autoLaunchDesc
source: Follow the system self startup
ja: システムの自動起動に従う
ru: Следовать автозапуску системы

source: SilentLaunch
ja: バックグラウンド起動
ru: Тихий запуск

# silentLaunchDesc
source: Start in the background
ja: バックグラウンドで起動
ru: Запуск в фоновом режиме

source: AutoRun
ja: 自動実行
ru: Автозапуск

# autoRunDesc
source: Auto run when the application is opened
ja: アプリ起動時に自動実行
ru: Автоматический запуск при открытии приложения

source: Logcat
ja: ログキャット

# logcatDesc
source: Disabling will hide the log entry
ja: 無効化するとログエントリを非表示
ru: Отключение скроет запись логов

# autoCheckUpdate
source: Auto check updates
ja: 自動更新チェック
ru: Автопроверка обновлений

# autoCheckUpdateDesc
source: Auto check for updates when the app starts
ja: 起動時に更新を自動チェック
ru: Автоматически проверять обновления при запуске приложения

source: AccessControl
ja: アクセス制御
ru: Контроль доступа

# accessControlDesc
source: Configure application access proxy
ja: アプリケーションのプロキシアクセスを設定
ru: Настройка доступа приложений к прокси

source: Application
ja: アプリケーション
ru: Приложение

# applicationDesc
source: Modify application related settings
ja: アプリ関連設定を変更
ru: Изменение настроек, связанных с приложением

source: Edit
ja: 編集
ru: Редактировать

source: Confirm
ja: 確認
ru: Подтвердить

source: Update
ja: 更新
ru: Обновить

source: Add
ja: 追加
ru: Добавить

source: Save
ja: 保存
ru: Сохранить

source: Delete
ja: 削除
ru: Удалить

source: Years
ja: 年
ru: Лет

source: Months
ja: 月
ru: Месяцев

source: Hours
ja: 時間
ru: Часов

source: Days
ja: 日
ru: Дней

source: Minutes
ja: 分
ru: Минут

source: Seconds
ja: 秒
ru: Секунд

source: Ago
ja: 前
ru: назад

source: Just
ja: たった今
ru: Только что

source: QR code
ja: QRコード
ru: QR-код

# qrcodeDesc
source: Scan QR code to obtain profile
ja: QRコードをスキャンしてプロファイルを取得
ru: Сканируйте QR-код для получения профиля

# urlDesc
source: Obtain profile through URL
ja: URL経由でプロファイルを取得
ru: Получить профиль через URL

source: File
ja: ファイル
ru: Файл

# fileDesc
source: Directly upload profile
ja: プロファイルを直接アップロード
ru: Прямая загрузка профиля

source: Name
ja: 名前
ru: Имя

# profileNameNullValidationDesc
source: Please input the profile name
ja: プロファイル名を入力してください
ru: Пожалуйста, введите имя профиля

# profileUrlNullValidationDesc
source: Please input the profile URL
ja: プロファイルURLを入力してください
ru: Пожалуйста, введите URL профиля

# profileUrlInvalidValidationDesc
source: Please input a valid profile URL
ja: 有効なプロファイルURLを入力してください
ru: Пожалуйста, введите действительный URL профиля

source: Auto update
ja: 自動更新
ru: Автообновление

# autoUpdateInterval
source: Auto update interval (minutes)
ja: 自動更新間隔（分）
ru: Интервал автообновления (минуты)

# profileAutoUpdateIntervalNullValidationDesc
source: Please enter the auto update interval time
ja: 自動更新間隔を入力してください
ru: Пожалуйста, введите интервал времени для автообновления

# profileAutoUpdateIntervalInvalidValidationDesc
source: Please input a valid interval time format
ja: 有効な間隔形式を入力してください
ru: Пожалуйста, введите действительный формат интервала времени

source: Theme mode
ja: テーマモード
ru: Режим темы

source: Theme color
ja: テーマカラー
ru: Цвет темы

source: Preview
ja: プレビュー
ru: Предпросмотр

source: Auto
ja: 自動
ru: Авто

source: Light
ja: ライト
ru: Светлый

source: Dark
ja: ダーク
ru: Темный

source: Import from URL
ja: URLからインポート
ru: Импорт из URL

source: Submit
ja: 送信
ru: Отправить

source: Do you want to pass
ja: 通過させますか？
ru: Вы хотите пропустить

source: Create
ja: 作成
ru: Создать

# defaultSort
source: Sort by default
ja: デフォルト順
ru: Сортировка по умолчанию

# delaySort
source: Sort by delay
ja: 遅延順
ru: Сортировка по задержке

# nameSort
source: Sort by name
ja: 名前順
ru: Сортировка по имени

source: Please upload file
ja: ファイルをアップロードしてください
ru: Пожалуйста, загрузите файл

# pleaseUploadValidQrcode
source: Please upload a valid QR code
ja: 有効なQRコードをアップロードしてください
ru: Пожалуйста, загрузите действительный QR-код

source: Blacklist mode
ja: ブラックリストモード
ru: Режим черного списка

source: Whitelist mode
ja: ホワイトリストモード
ru: Режим белого списка

source: Filter system app
ja: システムアプリを除外
ru: Фильтровать системные приложения

source: Cancel filter system app
ja: システムアプリの除外を解除
ru: Отменить фильтрацию системных приложений

source: Select all
ja: すべて選択
ru: Выбрать все

source: Cancel select all
ja: 全選択解除
ru: Отменить выбор всего

source: App access control
ja: アプリアクセス制御
ru: Контроль доступа приложений

# accessControlAllowDesc
source: Only allow selected app to enter VPN
ja: 選択したアプリのみVPNを許可
ru: Разрешить только выбранным приложениям доступ к VPN

# accessControlNotAllowDesc
source: The selected application will be excluded from VPN
ja: 選択したアプリをVPNから除外
ru: Выбранные приложения будут исключены из VPN

source: Selected
ja: 選択済み
ru: Выбрано

# unableToUpdateCurrentProfileDesc
source: unable to update current profile
ja: 現在のプロファイルを更新できません
ru: невозможно обновить текущий профиль

# noMoreInfoDesc
source: No more info
ja: 追加情報なし
ru: Нет дополнительной информации

# profileParseErrorDesc
source: profile parse error
ja: プロファイル解析エラー
ru: ошибка разбора профиля

source: ProxyPort
ja: プロキシポート
ru: Порт прокси

# proxyPortDesc
source: Set the Clash listening port
ja: Clashのリスニングポートを設定
ru: Установить порт прослушивания Clash

source: Port
ja: ポート
ru: Порт

source: LogLevel
ja: ログレベル
ru: Уровень логов

source: Show
ja: 表示
ru: Показать

source: Exit
ja: 終了
ru: Выход

source: System proxy
ja: システムプロキシ
ru: Системный прокси

source: Project
ja: プロジェクト
ru: Проект

source: Core
ja: コア
ru: Ядро

source: Tab animation
ja: タブアニメーション
ru: Анимация вкладок

# desc
source: A multi-platform proxy client based on ClashMeta, simple and easy to use, open-source and ad-free.
ja: ClashMetaベースのマルチプラットフォームプロキシクライアント。シンプルで使いやすく、オープンソースで広告なし。
ru: Многоплатформенный прокси-клиент на основе ClashMeta, простой и удобный в использовании, с открытым исходным кодом и без рекламы.

# startVpn
source: Starting VPN...
ja: VPNを開始中...
ru: Запуск VPN...

# stopVpn
source: Stopping VPN...
ja: VPNを停止中...
ru: Остановка VPN...

# discovery
source: Discovery a new version
ja: 新しいバージョンを発見
ru: Обнаружена новая версия

# compatible
source: Compatibility mode
ja: 互換モード
ru: Режим совместимости

# compatibleDesc
source: Opening it will lose part of its application ability and gain the support of full amount of Clash.
ja: 有効化すると一部機能を失いますが、Clashの完全サポートを獲得
ru: Включение приведет к потере части функциональности приложения, но обеспечит полную поддержку Clash.

# notSelectedTip
source: The current proxy group cannot be selected.
ja: 現在のプロキシグループは選択できません
ru: Текущая группа прокси не может быть выбрана.

source: tip
ja: ヒント
ru: подсказка

source: Backup and Recovery
ja: バックアップと復元
ru: Резервное копирование и восстановление

# backupAndRecoveryDesc
source: Sync data via WebDAV or file
ja: WebDAVまたはファイルでデータを同期
ru: Синхронизация данных через WebDAV или файл

source: Account
ja: アカウント
ru: Аккаунт

source: Backup
ja: バックアップ
ru: Резервное копирование

source: Recovery
ja: 復元
ru: Восстановление

# recoveryProfiles
source: Only recovery profiles
ja: プロファイルのみ復元
ru: Только восстановление профилей

# recoveryAll
source: Recovery all data
ja: 全データ復元
ru: Восстановить все данные

source: Recovery success
ja: 復元成功
ru: Восстановление успешно

source: Backup success
ja: バックアップ成功
ru: Резервное копирование успешно

source: No info
ja: 情報なし
ru: Нет информации

source: Please bind WebDAV
ja: WebDAVをバインドしてください
ru: Пожалуйста, привяжите WebDAV

source: Bind
ja: バインド
ru: Привязать

source: Connectivity：
ja: 接続性：
ru: Связь：

source: WebDAV configuration
ja: WebDAV設定
ru: Конфигурация WebDAV

source: Address
ja: アドレス
ru: Адрес

# addressHelp
source: WebDAV server address
ja: WebDAVサーバーアドレス
ru: Адрес сервера WebDAV

# addressTip
source: Please enter a valid WebDAV address
ja: 有効なWebDAVアドレスを入力
ru: Пожалуйста, введите действительный адрес WebDAV

source: Password
ja: パスワード
ru: Пароль

# checkUpdate
source: Check for updates
ja: 更新を確認
ru: Проверить обновления

# discoverNewVersion
source: Discover the new version
ja: 新バージョンを発見
ru: Обнаружена новая версия

# checkUpdateError
source: The current application is already the latest version
ja: アプリは最新版です
ru: Текущее приложение уже является последней версией

# goDownload
source: Go to download
ja: ダウンロードへ
ru: Перейти к загрузке

source: Unknown
ja: 不明
ru: Неизвестно

source: GeoData
ja: 地域データ
ru: Геоданные

source: External resources
ja: 外部リソース
ru: Внешние ресурсы

source: Checking...
ja: 確認中...
ru: Проверка...

source: Country
ja: 国
ru: Страна

source: Check error
ja: 確認エラー
ru: Ошибка проверки

source: Search
ja: 検索
ru: Поиск

# allowBypass
source: Allow applications to bypass VPN
ja: アプリがVPNをバイパスすることを許可
ru: Разрешить приложениям обходить VPN

# allowBypassDesc
source: Some apps can bypass VPN when turned on
ja: 有効化すると一部アプリがVPNをバイパス
ru: Некоторые приложения могут обходить VPN при включении

source: ExternalController
ja: 外部コントローラー
ru: Внешний контроллер

# externalControllerDesc
source: Once enabled, the Clash kernel can be controlled on port 9090
ja: 有効化するとClashコアをポート9090で制御可能
ru: При включении ядро Clash можно контролировать на порту 9090

# ipv6Desc
source: When turned on it will be able to receive IPv6 traffic
ja: 有効化するとIPv6トラフィックを受信可能
ru: При включении будет возможно получать IPv6 трафик

source: App
ja: アプリ
ru: Приложение

source: General
ja: 一般
ru: Общие

# vpnSystemProxyDesc
source: Attach HTTP proxy to VpnService
ja: HTTPプロキシをVpnServiceに接続
ru: Прикрепить HTTP-прокси к VpnService

# systemProxyDesc
source: Attach HTTP proxy to VpnService
ja: HTTPプロキシをVpnServiceに接続
ru: Прикрепить HTTP-прокси к VpnService

source: Unified delay
ja: 統一遅延
ru: Унифицированная задержка

# unifiedDelayDesc
source: Remove extra delays such as handshaking
ja: ハンドシェイクなどの余分な遅延を削除
ru: Убрать дополнительные задержки, такие как рукопожатие

source: TCP concurrent
ja: TCP並列処理
ru: TCP параллелизм

# tcpConcurrentDesc
source: Enabling it will allow TCP concurrency
ja: TCP並列処理を許可
ru: Включение позволит использовать параллелизм TCP

# geodataLoader
source: Geo Low Memory Mode
ja: Geo低メモリモード
ru: Режим низкого потребления памяти для геоданных

# geodataLoaderDesc
source: Enabling will use the Geo low memory loader
ja: 有効化するとGeo低メモリローダーを使用
ru: Включение будет использовать загрузчик геоданных с низким потреблением памяти

source: Requests
ja: リクエスト
ru: Запросы

# requestsDesc
source: View recently request records
ja: 最近のリクエスト記録を表示
ru: Просмотр последних записей запросов

# findProcessMode
source: Find process
ja: プロセス検出
ru: Режим поиска процесса

source: Init
ja: 初期化
ru: Инициализация

# infiniteTime
source: Long term effective
ja: 長期有効
ru: Долгосрочное действие

source: Expiration time
ja: 有効期限
ru: Время истечения

source: Connections
ja: 接続
ru: Соединения

# connectionsDesc
source: View current connections data
ja: 現在の接続データを表示
ru: Просмотр текущих данных о соединениях

source: Plans
ja: プラン
ru: Планы

# onlineSupport
source: Support
ja: オンラインサポート
ru: Онлайн поддержка

source: Intranet IP
ja: イントラネットIP
ru: Внутренний IP

source: View
ja: 表示
ru: Просмотр

source: Cut
ja: 切り取り
ru: Вырезать

source: Copy
ja: コピー
ru: Копировать

source: Paste
ja: 貼り付け
ru: Вставить

source: Test url
ja: URLテスト
ru: Тест URL

source: Sync
ja: 同期
ru: Синхронизация

# exclude
source: Hidden from recent tasks
ja: 最近のタスクから非表示
ru: Скрыть из последних задач

# excludeDesc
source: When the app is in the background, the app is hidden from the recent task
ja: アプリがバックグラウンド時に最近のタスクから非表示
ru: Когда приложение находится в фоновом режиме, оно скрыто из последних задач

source: One column
ja: 1列
ru: Один столбец

source: Two columns
ja: 2列
ru: Два столбца

source: Three columns
ja: 3列
ru: Три столбца

source: Four columns
ja: 4列
ru: Четыре столбца

# expand
source: Standard
ja: 標準
ru: Стандартный

source: Shrink
ja: 縮小
ru: Сжать

source: Min
ja: 最小化
ru: Мин

source: Tab
ja: タブ
ru: Вкладка

source: List
ja: リスト
ru: Список

source: Delay
ja: 遅延
ru: Задержка

source: Style
ja: スタイル
ru: Стиль

source: Size
ja: サイズ
ru: Размер

source: Sort
ja: 並び替え
ru: Сортировка

source: Columns
ja: 列
ru: Столбцы

source: Proxies setting
ja: プロキシ設定
ru: Настройка прокси

source: Proxy group
ja: プロキシグループ
ru: Группа прокси

source: Go
ja: 移動
ru: Перейти

source: External link
ja: 外部リンク
ru: Внешняя ссылка

source: Other contributors
ja: その他の貢献者
ru: Другие участники

source: Auto close connections
ja: 接続を自動閉じる
ru: Автоматическое закрытие соединений

# autoCloseConnectionsDesc
source: Auto close connections after change node
ja: ノード変更後に接続を自動閉じる
ru: Автоматически закрывать соединения после смены узла

source: Only statistics proxy
ja: プロキシのみ統計
ru: Только статистика прокси

# onlyStatisticsProxyDesc
source: When turned on, only statistics proxy traffic
ja: 有効化するとプロキシトラフィックのみ統計
ru: При включении будет учитываться только трафик прокси

source: Pure black mode
ja: 純黒モード
ru: Чисто черный режим

# keepAliveIntervalDesc
source: Tcp keep alive interval
ja: TCPキープアライブ間隔
ru: Интервал поддержания TCP-соединения

source: entries
ja: エントリ
ru: записей

source: Local
ja: ローカル
ru: Локальный

source: Remote
ja: リモート
ru: Удаленный

# remoteBackupDesc
source: Backup local data to WebDAV
ja: WebDAVにデータをバックアップ
ru: Резервное копирование локальных данных на WebDAV

# remoteRecoveryDesc
source: Recovery data from WebDAV
ja: WebDAVからデータを復元
ru: Восстановление данных с WebDAV

# localBackupDesc
source: Backup local data to local
ja: ローカルにデータをバックアップ
ru: Резервное копирование локальных данных на локальный диск

# localRecoveryDesc
source: Recovery data from file
ja: ファイルからデータを復元
ru: Восстановление данных из файла

source: Mode
ja: モード
ru: Режим

source: Time
ja: 時間
ru: Время

source: Source
ja: ソース
ru: Источник

source: All apps
ja: 全アプリ
ru: Все приложения

# onlyOtherApps
source: Only third-party apps
ja: サードパーティアプリのみ
ru: Только сторонние приложения

source: Action
ja: アクション
ru: Действие

# intelligentSelected
source: Intelligent selection
ja: インテリジェント選択
ru: Интеллектуальный выбор

source: Clipboard import
ja: クリップボードからインポート
ru: Импорт из буфера обмена

# clipboardExport
source: Export clipboard
ja: クリップボードにエクスポート
ru: Экспорт в буфер обмена

source: Layout
ja: レイアウト
ru: Макет

source: Tight
ja: 密
ru: Плотный

source: Standard
ja: 標準
ru: Стандартный

source: Loose
ja: 疎
ru: Свободный

source: Profiles sort
ja: プロファイルの並び替え
ru: Сортировка профилей

source: Start
ja: 開始
ru: Старт

source: Stop
ja: 停止
ru: Стоп

# appDesc
source: Processing app related settings
ja: アプリ関連設定の処理
ru: Обработка настроек, связанных с приложением

# vpnDesc
source: Modify VPN related settings
ja: VPN関連設定の変更
ru: Изменение настроек, связанных с VPN

# dnsDesc
source: Update DNS related settings
ja: DNS関連設定の更新
ru: Обновление настроек, связанных с DNS

source: Key
ja: キー
ru: Ключ

source: Value
ja: 値
ru: Значение

# hostsDesc
source: Add Hosts
ja: ホストを追加
ru: Добавить Hosts

# vpnTip
source: Changes take effect after restarting the VPN
ja: 変更はVPN再起動後に有効
ru: Изменения вступят в силу после перезапуска VPN

# vpnEnableDesc
source: Auto routes all system traffic through VpnService
ja: VpnService経由で全システムトラフィックをルーティング
ru: Автоматически направляет весь системный трафик через VpnService

source: Options
ja: オプション
ru: Опции

# loopback
source: Loopback unlock tool
ja: ループバック解除ツール
ru: Инструмент разблокировки Loopback

# loopbackDesc
source: Used for UWP loopback unlocking
ja: UWPループバック解除用
ru: Используется для разблокировки Loopback UWP

source: Providers
ja: プロバイダー
ru: Провайдеры

source: Proxy providers
ja: プロキシプロバイダー
ru: Провайдеры прокси

source: Rule providers
ja: ルールプロバイダー
ru: Провайдеры правил

source: Override Dns
ja: DNS上書き
ru: Переопределить DNS

# overrideDnsDesc
source: Turning it on will override the DNS options in the profile
ja: 有効化するとプロファイルのDNS設定を上書き
ru: Включение переопределит настройки DNS в профиле

source: Status
ja: ステータス
ru: Статус

# statusDesc
source: System DNS will be used when turned off
ja: 無効時はシステムDNSを使用
ru: Системный DNS будет использоваться при выключении

# preferH3Desc
source: Prioritize the use of DOH's http/3
ja: DOHのHTTP/3を優先使用
ru: Приоритетное использование HTTP/3 для DOH

source: Respect rules
ja: ルール尊重
ru: Соблюдение правил

# respectRulesDesc
source: DNS connection following rules, need to configure proxy-server-nameserver
ja: DNS接続がルールに従う（proxy-server-nameserverの設定が必要）
ru: DNS-соединение следует правилам, необходимо настроить proxy-server-nameserver

source: DNS mode
ja: DNSモード
ru: Режим DNS

source: Fakeip range
ja: Fakeip範囲
ru: Диапазон Fakeip

source: Fakeip filter
ja: Fakeipフィルター
ru: Фильтр Fakeip

source: Default nameserver
ja: デフォルトネームサーバー
ru: Сервер имен по умолчанию

# defaultNameserverDesc
source: For resolving DNS server
ja: DNSサーバーの解決用
ru: Для разрешения DNS-сервера

source: Nameserver
ja: ネームサーバー
ru: Сервер имен

# nameserverDesc
source: For resolving domain
ja: ドメイン解決用
ru: Для разрешения домена

source: Use hosts
ja: ホストを使用
ru: Использовать hosts

source: Use system hosts
ja: システムホストを使用
ru: Использовать системные hosts

source: Nameserver policy
ja: ネームサーバーポリシー
ru: Политика сервера имен

# nameserverPolicyDesc
source: Specify the corresponding nameserver policy
ja: 対応するネームサーバーポリシーを指定
ru: Указать соответствующую политику сервера имен

source: Proxy nameserver
ja: プロキシネームサーバー
ru: Прокси-сервер имен

# proxyNameserverDesc
source: Domain for resolving proxy nodes
ja: プロキシノード解決用ドメイン
ru: Домен для разрешения прокси-узлов

source: Fallback
ja: フォールバック
ru: Резервный

# fallbackDesc
source: Generally use offshore DNS
ja: 通常はオフショアDNSを使用
ru: Обычно используется оффшорный DNS

source: Fallback filter
ja: フォールバックフィルター
ru: Фильтр резервного DNS

source: Geoip code
ja: GeoIPコード
ru: Код Geoip

source: Domain
ja: ドメイン
ru: Домен

source: Reset
ja: リセット
ru: Сброс

# action_view
source: Show/Hide
ja: 表示/非表示
ru: Показать/Скрыть

# action_start
source: Start/Stop
ja: 開始/停止
ru: Старт/Стоп

# action_mode
source: Switch mode
ja: モード切替
ru: Переключить режим

# action_proxy
source: System proxy
ja: システムプロキシ
ru: Системный прокси

# disclaimer
source: Important Notice
ja: 重要なお知らせ
ru: Важное уведомление

# disclaimerDesc
source: This software is currently in public beta. If you receive update reminders, please update promptly. Older versions may cause service instability or inability to use.
ja: このソフトウェアは現在公開ベータ段階です。更新の通知を受け取った場合は、速やかに更新してください。古いバージョンではサービスが不安定になったり、使用できなくなる場合があります。
ru: Это программное обеспечение находится в стадии открытой беты. Если вы получите уведомление об обновлении, пожалуйста, обновите быстро. Старые версии могут привести к нестабильности сервиса или невозможности использования.

source: Agree
ja: 同意
ru: Согласен

source: Hotkey Management
ja: ホットキー管理
ru: Управление горячими клавишами

# hotkeyManagementDesc
source: Use keyboard to control applications
ja: キーボードでアプリを制御
ru: Использование клавиатуры для управления приложением

# pressKeyboard
source: Please press the keyboard.
ja: キーボードを押してください
ru: Пожалуйста, нажмите клавишу.

# inputCorrectHotkey
source: Please enter the correct hotkey
ja: 正しいホットキーを入力
ru: Пожалуйста, введите правильную горячую клавишу

source: Hotkey conflict
ja: ホットキー競合
ru: Конфликт горячих клавиш

source: Remove
ja: 削除
ru: Удалить

source: No HotKey
ja: ホットキーなし
ru: Нет горячей клавиши

source: No network
ja: ネットワークなし
ru: Нет сети

# ipv6InboundDesc
source: Allow IPv6 inbound
ja: IPv6インバウンドを許可
ru: Разрешить входящий IPv6

source: Export logs
ja: ログをエクスポート
ru: Экспорт логов

source: Export Success
ja: エクスポート成功
ru: Экспорт успешен

source: Icon style
ja: アイコンスタイル
ru: Стиль иконки

# onlyIcon
source: Icon
ja: アイコンのみ
ru: Только иконка

# noIcon
source: None
ja: なし
ru: Нет иконки

source: Stack mode
ja: スタックモード
ru: Режим стека

source: Network
ja: ネットワーク
ru: Сеть

# networkDesc
source: Modify network-related settings
ja: ネットワーク関連設定の変更
ru: Изменение настроек, связанных с сетью

source: Bypass domain
ja: バイパスドメイン
ru: Обход домена

# bypassDomainDesc
source: Only takes effect when the system proxy is enabled
ja: システムプロキシ有効時のみ適用
ru: Действует только при включенном системном прокси

# resetTip
source: Make sure to reset
ja: リセットを確定
ru: Убедитесь, что хотите сбросить

source: RegExp
ja: 正規表現
ru: Регулярное выражение

source: Icon
ja: アイコン
ru: Иконка

source: Icon configuration
ja: アイコン設定
ru: Конфигурация иконки

source: No data
ja: データなし
ru: Нет данных

source: Admin auto launch
ja: 管理者自動起動
ru: Автозапуск с правами администратора

# adminAutoLaunchDesc
source: Boot up by using admin mode
ja: 管理者モードで起動
ru: Запуск с правами администратора при загрузке системы

source: FontFamily
ja: フォントファミリー
ru: Семейство шрифтов

source: System font
ja: システムフォント
ru: Системный шрифт

source: Toggle
ja: トグル
ru: Переключить

source: System
ja: システム
ru: Система

source: Route mode
ja: ルートモード
ru: Режим маршрутизации

# routeMode_bypassPrivate
source: Bypass private route address
ja: プライベートルートをバイパス
ru: Обход частных адресов маршрутизации

# routeMode_config
source: Use config
ja: 設定を使用
ru: Использовать конфигурацию

source: Route address
ja: ルートアドレス
ru: Адрес маршрутизации

# routeAddressDesc
source: Config listen route address
ja: ルートアドレスを設定
ru: Настройка адреса прослушивания маршрутизации
