Repository: yuyuzheng-dev/Xboard-Mihomo3
Catalog: arb/intl_*.arb
Languages: ja, ru

# xboardServerError
source: Server error
ja: サーバーエラー
ru: Ошибка сервера

# xboardInvalidCredentials
source: Invalid username or password
ja: 無効なユーザー名またはパスワード
ru: Неверное имя пользователя или пароль

# xboardLoginExpired
source: Login expired, please login again
ja: ログインが期限切れです、再度ログインしてください
ru: Срок входа истёк, войдите снова

# xboardUnauthorizedAccess
source: Unauthorized access, please login first
ja: 認証されていないアクセス、まずログインしてください
ru: Неавторизованный доступ, сначала войдите в систему

# xboardPlanNotFound
source: Plan not found
ja: プランが見つかりません
ru: План не найден

# xboardPaymentFailed
source: Payment failed
ja: 支払いに失敗しました
ru: Платёж не удался

# xboardInsufficientBalance
source: Insufficient balance
ja: 残高不足
ru: Недостаточный баланс

# xboardInvalidResponseFormat
source: Invalid response format from server
ja: サーバーからの無効なレスポンス形式
ru: Неверный формат ответа от сервера

# xboardMissingRequiredField
source: Missing required field
ja: 必須フィールドが不足しています
ru: Отсутствует обязательное поле

# xboardApiUrlNotConfigured
source: API URL not configured
ja: API URLが設定されていません
ru: URL API не настроен

# xboardConfigurationError
source: Configuration error
ja: 設定エラー
ru: Ошибка конфигурации

# xboardTesting
source: Testing
ja: テスト中
ru: Тестирование

# xboardAutoTesting
source: Auto testing
ja: 自動テスト中
ru: Автоматическое тестирование

# xboardTimeout
source: Timeout
ja: タイムアウト
ru: Таймаут

# xboardExcellent
source: Excellent
ja: 優秀
ru: Отлично

# xboardGood
source: Good
ja: 良好
ru: Хорошо

# xboardFair
source: Fair
ja: 普通
ru: Удовлетворительно

# xboardPoor
source: Poor
ja: 悪い
ru: Плохо

# xboardVeryPoor
source: Very poor
ja: 非常に悪い
ru: Очень плохо

# xboardPreparingImport
source: Preparing import
ja: インポートを準備中
ru: Подготовка импорта

# xboardCleaningOldConfig
source: Cleaning old configuration
ja: 古い設定をクリーン中
ru: Очистка старой конфигурации

# xboardDownloadingConfig
source: Downloading configuration file
ja: 設定ファイルをダウンロード中
ru: Загрузка файла конфигурации

# xboardValidatingConfigFormat
source: Validating configuration format
ja: 設定形式を検証中
ru: Проверка формата конфигурации

# xboardAddingToConfigList
source: Adding to configuration list
ja: 設定リストに追加中
ru: Добавление в список конфигураций

# xboardImportSuccess
source: Import successful
ja: インポート成功
ru: Импорт успешен

# xboardImportFailed
source: Import failed
ja: インポート失敗
ru: Импорт не удался

# xboardNetworkConnectionFailed
source: Network connection failed, please check network settings
ja: ネットワーク接続に失敗しました、ネットワーク設定を確認してください
ru: Сетевое соединение не удалось, проверьте настройки сети

# xboardConfigDownloadFailed
source: Configuration download failed, please check subscription link
ja: 設定のダウンロードに失敗しました、サブスクリプションリンクを確認してください
ru: Загрузка конфигурации не удалась, проверьте ссылку подписки

# xboardConfigFormatError
source: Configuration format error, please contact service provider
ja: 設定形式エラー、サービスプロバイダーにお問い合わせください
ru: Ошибка формата конфигурации, обратитесь к поставщику услуг

# xboardConfigSaveFailed
source: Configuration save failed, please check storage space
ja: 設定の保存に失敗しました、ストレージ容量を確認してください
ru: Сохранение конфигурации не удалось, проверьте место на диске

# xboardUnknownErrorRetry
source: Unknown error, please retry
ja: 不明なエラー、再試行してください
ru: Неизвестная ошибка, повторите попытку

# xboardProxyMode
source: Proxy Mode
ja: プロキシモード
ru: Режим прокси

# xboardProxyModeRuleDescription
source: Automatically select direct or proxy based on rules
ja: ルールに基づいて直接またはプロキシを自動選択
ru: Автоматически выбирать прямое соединение или прокси на основе правил

# xboardProxyModeGlobalDescription
source: All traffic goes through proxy server
ja: すべてのトラフィックがプロキシサーバーを通過
ru: Весь трафик проходит через прокси-сервер

# xboardProxyModeDirectDescription
source: All traffic connects directly without proxy
ja: すべてのトラフィックがプロキシなしで直接接続
ru: Все соединения прямые, без использования прокси

# xboardTunEnabled
source: TUN enabled
ja: TUNが有効
ru: TUN включён

# xboardNoAvailableNodes
source: No available nodes
ja: 利用可能なノードがありません
ru: Нет доступных узлов

# xboardClickToSetupNodes
source: Click to setup nodes
ja: クリックしてノードを設定
ru: Нажмите для настройки узлов

# xboardProxy
source: Proxy
ja: プロキシ
ru: Прокси

# xboardSwitch
source: Switch
ja: 切り替え
ru: Переключить

# xboardSetup
source: Setup
ja: 設定
ru: Настройка

# xboardNoAvailablePlan
source: No available plan
ja: 利用可能なプランがありません
ru: Нет доступных планов

# xboardSubscriptionHasExpired
source: Subscription has expired
ja: サブスクリプションが期限切れです
ru: Подписка истекла

# xboardTrafficUsedUp
source: Traffic used up
ja: トラフィックを使い切りました
ru: Трафик исчерпан

# xboardSubscriptionStatus
source: Subscription status
ja: サブスクリプションステータス
ru: Статус подписки

# xboardRefreshStatus
source: Refresh status
ja: ステータスを更新
ru: Обновить статус

# xboardPurchasePlan
source: Purchase plan
ja: プランを購入
ru: Купить план

# xboardRenewPlan
source: Renew plan
ja: プランを更新
ru: Продлить план

# xboardPurchaseTraffic
source: Purchase traffic
ja: トラフィックを購入
ru: Купить трафик

# xboardConfirmAction
source: Confirm
ja: 確認
ru: Подтвердить

# xboardAfterPurchasingPlan
source: After purchasing a plan, you will enjoy:
ja: プラン購入後、あなたは以下を享受できます：
ru: После покупки плана вы получите:

# xboardHighSpeedNetwork
source: High-speed network
ja: 高速ネットワーク
ru: Высокоскоростная сеть

# xboardEnjoyFastNetworkExperience
source: Enjoy fast network experience
ja: 高速ネットワーク体験をお楽しみください
ru: Наслаждайтесь быстрым сетевым опытом

# xboardSecureEncryption
source: Secure encryption
ja: セキュア暗号化
ru: Безопасное шифрование

# xboardProtectNetworkPrivacy
source: Protect your network privacy
ja: ネットワークプライバシーを保護
ru: Защитите вашу сетевую конфиденциальность

# xboardGlobalNodes
source: Global nodes
ja: グローバルノード
ru: Глобальные узлы

# xboardConnectGlobalQualityNodes
source: Connect to global quality nodes
ja: グローバル品質ノードに接続
ru: Подключитесь к глобальным качественным узлам

# xboardProfessionalSupport
source: Professional support
ja: プロフェッショナルサポート
ru: Профессиональная поддержка

# xboard24HourCustomerService
source: 24-hour customer service support
ja: 24時間カスタマーサービスサポート
ru: 24-часовая поддержка клиентов

# xboardStartProxy
source: Start Proxy
ja: プロキシ開始
ru: Запустить прокси

# xboardStopProxy
source: Stop Proxy
ja: プロキシ停止
ru: Остановить прокси

# xboardRunningTime
source: Running time: {time}
ja: 実行時間: {time}
ru: Время работы: {time}

# subscriptionNotLoggedIn
source: Not logged in
ja: 未ログイン
ru: Не авторизован

# subscriptionNotLoggedInDetail
source: Please login first
ja: まずログインしてください
ru: Сначала войдите в систему

# subscriptionNoSubscription
source: No subscription
ja: サブスクリプションがありません
ru: Нет подписки

# subscriptionNoSubscriptionDetail
source: No available subscription plan found, please purchase a plan to use
ja: 利用可能なサブスクリプションプランが見つかりません。ご利用にはプランをご購入ください
ru: Не найдено доступных планов подписок, пожалуйста купите план для использования

source: Subscription expired
ja: サブスクリプションが期限切れです
ru: Подписка истекла

# subscriptionExpiredDetail
source: Plan expired on {date}, please renew to continue using
ja: プランは{date}に期限切れになりました。継続利用には更新してください
ru: План истёк {date}, пожалуйста продлите для продолжения использования

source: Subscription expires today
ja: サブスクリプションが本日期限切れ
ru: Подписка истекает сегодня

# subscriptionExpiresTodayDetail
source: Plan will expire today, please renew immediately to avoid service interruption
ja: プランが本日期限切れになります。サービス中断を避けるため即座に更新してください
ru: План истёк сегодня, пожалуйста немедленно продлите чтобы избежать прерывания сервиса

# subscriptionExpiringInDays
source: Subscription expiring soon
ja: サブスクリプションがまもなく期限切れ
ru: Подписка скоро истекает

# subscriptionExpiringInDaysDetail
source: Plan will expire in {days} days, please renew in time
ja: プランは{days}日後に期限切れになります。タイムリーに更新してください
ru: План истёк через {days} дней, пожалуйста продлите вовремя

# subscriptionTrafficExhausted
source: Traffic exhausted
ja: トラフィックを使い切りました
ru: Трафик исчерпан

# subscriptionTrafficExhaustedDetail
source: Plan traffic has been used up, please purchase more traffic or upgrade plan
ja: プランのトラフィックを使い切りました。より多くのトラフィックを購入するかプランをアップグレードしてください
ru: Трафик плана использован полностью, пожалуйста купите больше трафика или обновите план

source: Subscription valid
ja: サブスクリプション有効
ru: Подписка действительна

# subscriptionValidDetail
source: Subscription will expire in {days} days
ja: サブスクリプションは{days}日後に期限切れになります
ru: Подписка истёк через {days} дней

# updateCheckForceUpdate
source: Force update: {version}
ja: 強制アップデート: {version}
ru: Принудительное обновление: {version}

# updateCheckNewVersionFound
source: New version found: {version}
ja: 新しいバージョンが見つかりました: {version}
ru: Найдена новая версия: {version}

# updateCheckCurrentVersion
source: Current version: {version}
ja: 現在のバージョン: {version}
ru: Текущая версия: {version}

# updateCheckReleaseNotes
source: Release Notes:
ja: リリースノート：
ru: Примечания к выпуску:

# updateCheckUpdateLater
source: Update Later
ja: 後でアップデート
ru: Обновить позже

# updateCheckMustUpdate
source: Must Update
ja: アップデート必須
ru: Необходимо обновить

# updateCheckUpdateNow
source: Update Now
ja: 今すぐアップデート
ru: Обновить сейчас

# updateCheckServerUrlNotConfigured
source: Update server URL not configured, please check configuration
ja: アップデートサーバーURLが設定されていません。設定を確認してください
ru: URL сервера обновлений не настроен, проверьте конфигурацию

# updateCheckNoServerUrlsConfigured
source: No update server URLs configured, please check configuration
ja: アップデートサーバーURLが設定されていません。設定を確認してください
ru: URL серверов обновлений не настроены, проверьте конфигурацию

# updateCheckAllServersUnavailable
source: All configured update servers are unavailable
ja: 設定されたすべてのアップデートサーバーが利用できません
ru: Все настроенные серверы обновлений недоступны

# updateCheckServerError
source: Server returned error status code {statusCode}
ja: サーバーがエラーステータスコード {statusCode} を返しました
ru: Сервер вернул код ошибки {statusCode}

# updateCheckServerTemporarilyUnavailable
source: Server temporarily unavailable, please try again later
ja: サーバーが一時的に利用できません。しばらくしてから再試行してください
ru: Сервер временно недоступен, попробуйте позже

# onlineSupportTitle
source: Online Support
ja: オンラインサポート
ru: Онлайн поддержка

# onlineSupportConnected
source: Successfully connected to support system
ja: サポートシステムに正常に接続しました
ru: Успешно подключено к системе поддержки

# onlineSupportConnecting
source: Connecting...
ja: 接続中...
ru: Подключение...

# onlineSupportDisconnected
source: Disconnected
ja: 切断されました
ru: Отключено

# onlineSupportConnectionError
source: Connection error
ja: 接続エラー
ru: Ошибка подключения

# onlineSupportNoMessages
source: No messages yet, send a message to start consultation
ja: メッセージがありません。メッセージを送信して相談を開始してください
ru: Пока нет сообщений, отправьте сообщение для начала консультации

# onlineSupportInputHint
source: Please enter your question...
ja: ご質問を入力してください...
ru: Пожалуйста, введите ваш вопрос...

# onlineSupportSendImage
source: Send image
ja: 画像を送信
ru: Отправить изображение

# onlineSupportClearHistory
source: Clear history
ja: 履歴をクリア
ru: Очистить историю

# onlineSupportClearHistoryConfirm
source: Are you sure you want to clear all chat history? This action cannot be undone.
ja: すべてのチャット履歴をクリアしてもよろしいですか？この操作は元に戻せません。
ru: Вы уверены, что хотите очистить всю историю чата? Это действие нельзя отменить.

# onlineSupportCancel
source: Cancel
ja: キャンセル
ru: Отмена

# onlineSupportConfirm
source: Confirm
ja: 確認
ru: Подтвердить

# onlineSupportSelectImages
source: Select Images
ja: 画像を選択
ru: Выбрать изображения

# onlineSupportClickToSelect
source: Click to select images
ja: クリックして画像を選択
ru: Нажмите для выбора изображений

# onlineSupportSupportedFormats
source: Supports JPG, PNG, GIF, WebP, BMP Max 10MB
ja: JPG、PNG、GIF、WebP、BMP対応 最大10MB
ru: Поддерживает JPG, PNG, GIF, WebP, BMP Макс 10МБ

# onlineSupportAddMore
source: Add More
ja: さらに追加
ru: Добавить еще

# onlineSupportSend
source: Send
ja: 送信
ru: Отправить

# onlineSupportSelectImagesFailed
source: Failed to select images: {error}
ja: 画像の選択に失敗しました: {error}
ru: Не удалось выбрать изображения: {error}

# onlineSupportUploadFailed
source: Upload failed: {error}
ja: アップロードに失敗しました: {error}
ru: Загрузка не удалась: {error}

# onlineSupportApiConfigNotFound
source: Online support API configuration not found, please check configuration
ja: オンラインサポートAPI設定が見つかりません。設定を確認してください
ru: Конфигурация API онлайн поддержки не найдена, проверьте настройки

# onlineSupportUnsupportedHttpMethod
source: Unsupported HTTP method: {method}
ja: サポートされていないHTTPメソッド: {method}
ru: Неподдерживаемый HTTP метод: {method}

# onlineSupportSendMessageFailed
source: Failed to send message: Unable to get authentication token
ja: メッセージの送信に失敗しました: 認証トークンを取得できません
ru: Не удалось отправить сообщение: Невозможно получить токен аутентификации

# onlineSupportTokenNotFound
source: Authentication token not found
ja: 認証トークンが見つかりません
ru: Токен аутентификации не найден

# onlineSupportGetMessagesFailed
source: Failed to get messages: {statusCode}
ja: メッセージの取得に失敗しました: {statusCode}
ru: Не удалось получить сообщения: {statusCode}

# contactSupport
source: Support
ja: サポートに連絡
ru: Связаться с поддержкой

# configurationError
source: Application configuration error, please contact support
ja: アプリケーション設定エラー、サポートにお問い合わせください
ru: Ошибка конфигурации приложения, обратитесь в службу поддержки

# onlineSupportWebSocketConfigNotFound
source: Online support WebSocket configuration not found, please check configuration
ja: オンラインサポートWebSocket設定が見つかりません。設定を確認してください
ru: Конфигурация WebSocket онлайн поддержки не найдена, проверьте настройки
